[{"model": "trails.trail", "pk": 1, "fields": {"name": "Floppy", "location": "Top track", "difficulty": "Moderate", "description": "Floppy is one of the newest tracks in the woods. Its great for sessions with 2 shark fin jumps and one longer ski jump. Its got tight berms and provides plenty of entertainment.", "background_image": "trail_backgrounds/2147831005.jpg"}}, {"model": "trails.trail", "pk": 4, "fields": {"name": "Moles Hole", "location": "Second along the top fire road", "difficulty": "Moderate", "description": "A steady trail with a little steep section. Also a little drop into a tight left turn, on a wet day this can get messy so watch out for those front wheel wash outs. The bottom of this trail pops you out perfectly for the biggest jumps in the woods.", "background_image": "trail_backgrounds/4931.jpg"}}, {"model": "trails.trail", "pk": 5, "fields": {"name": "Original DH", "location": "Straight out the car park", "difficulty": "Easy", "description": "The first trail ever to be ridden in the woods. The perfect warm up trail that spits you out at the bottom of the valley ready for that steady climb to the top. Beware on this track for any foot traffic which could make for an interesting catch berm.", "background_image": "trail_backgrounds/19836.jpg"}}, {"model": "trails.trail", "pk": 6, "fields": {"name": "Pinball", "location": "Third along from top fire road", "difficulty": "Easy", "description": "The clue is in the name with this one. Pinball provides you with plenty of turns that will definitely test your turning capabilities. There is also plenty of straight lines but make sure the trail builder does't see you take them as he won't be best pleased.", "background_image": "trail_backgrounds/4272.jpg"}}, {"model": "trails.trail", "pk": 7, "fields": {"name": "Loamer", "location": "Just past the turning point on the top trails", "difficulty": "Hard", "description": "A pretty mellow start with a bit of a sketchy kicker to begin with. Then take a left at the fork in the trail which gradually leads into steeper and techier riding. It once used to be soft and loamy but now should probably be called rutted.", "background_image": "trail_backgrounds/pexels-lum3n-44775-167698_2.jpg"}}, {"model": "trails.trail", "pk": 9, "fields": {"name": "Sketchy", "location": "Far end of the top fire road", "difficulty": "Hard", "description": "The clue is in the name with this one. Probably the hardest trail in the woods and is not for the faint hearted. What starts out to be a really nice mellow trail soon turns steep and technical. Let's hope your breaks are working because you will most likely probably need them on this rollercoaster of a ride.", "background_image": "trail_backgrounds/pexels-freestockpro-345522.jpg"}}]